{
  "app": {
    "name": "Yext Reviews",
    "short_description": "Enhance your customer relationships by uniting the power of Yext and Zendesk.",
    "long_description": "Zendesk is an efficient and simple system for tracking, prioritizing, and solving customer support tickets. Zendesk pulls all your customer information into one place, so that communication between you and your customers is efficient, relevant, and personal. Take your customer support to the next level with the Yext Reviews for Zendesk app.\n\nWith the Yext Reviews for Zendesk app, you can allow your customer service team to manage the reviews across the Yext Knowledge network directly in Zendesk.. If you’re already using Yext Reviews to actively monitor your online reviews, you can see when customers express praise or criticism publicly via the reviews they leave on your website and sites across the Yext Knowledge Network. Install the Yext Reviews for Zendesk App, and create workflows in order to generate a support ticket based on the criteria in the review.\n\nCreate efficient internal workflows and resolve issues more quickly, so you can show all your customers that you care about their experiences:\n\n* Set review workflows to automatically generate a support ticket when a customer leaves a review which matches specified criteria (i.e. rating, site, review content) in the Yext Knowledge Network.\n\n* Respond to your Reviews directly in the Zendesk platform by commenting on the generated ticket.\n\n* Assign reviews to different teams within your organization by setting filters of your choosing, including total rating, review content, and the location of the review itself.\n\n* Ensure that appropriate action is taken quickly for each review, no matter the type of review\n\nTo install this app, you’ll need a Zendesk account with a subscription to the Team, Professional, Enterprise, or Elite plan. You will also be required to provide your Zendesk subdomain (e.g. yext.zendesk.com). Lastly, you’ll need a Yext account with access to Review Monitoring. In order to respond to your reviews from Zendesk, you’ll need access to Review Response in Yext. \n\nNote:This app makes Zendesk API calls on your behalf and will contribute to your daily API call limit.",
    "installation_instructions": "1. Go to the [app landing page](https://www.yext.com/apps/zendeskreviews/).\n\n2. Click 'Install On Yext' and follow the prompts. You will be prompted for your Yext credentials and possibly your Zendesk Subdomain.\n\n3. Once your authorize the app to access both your Yext and Zendesk accounts, you will be taken to a Workflow configuration page to set up Review Workflows, so you can control which reviews detected in Yext get sent to Zendesk."
}
}